import React from 'react';

const Spin = () => {
    return (
        <div className='w-full flex flex-col items-center'>

               <h1 className='text-2xl text-grenn my-5'>Spin-off korxonalar</h1>
            <div className='w-11/12 shadow-md my-5 p-5 rounded-lg bg-white'>
                <p>
                    Аддитив технологияларни ривожлантириш, такомиллаштириш ва
                    соҳалар кесимида тадбиқ этиш
                    бўйича"Inno group" МЧЖ инновацион корхонасини ташкил этиш
                    Ишлаб чиқариш кластерини яратиш ва ишга тушириш, хом-ашё
                    маҳсулотларини, 3D принтрларни ишлаб чиқариш, 3D
                    лабораторияда хизмат кўрсатиш ва 3D моделлаштириш
                    кластерининг асосий йўналишларини аниқлаш
                    Хом-ашё маҳсулотларини ишлаб чиқариш экструзион линиясини
                    такомиллаштириш ва ишга тушириш учун қўшимча полимер гранулаларни
                    характеристикаларини ўрганиш ва ишга тушириш
                    Корхона фаолиятини йўлга қўйиш ва 3D принтерларни соҳалар бўйича
                    (халқ таълими тизими ва бошқ.) тадбиқ этиш хизматларини кўрсатишни кенгайтириш
                </p>

                <div className='w-full flex justify-between '>
                    <p className='text-xl text-grenn'>Korxona: "Inno group" МЧЖ</p>
                    <p className='text-xl text-grenn'>Ma'sul: Тўхтамуратов Б.Т.</p>
                </div>
            </div>

            <div className='w-11/12 shadow-md my-5 p-5 rounded-lg bg-white'>
                <p>
                    Замонавий илмий ва технологик асбоб-ускуналардан иборат зару инфратузилма ташкил этган ҳолда илмий
                    ташкилотлар ва тадбиркорлик субъектларининг буюртмалари асосида маҳаллий ва иккиламчи хом-ашёлар
                    асосида композицион кимёвий реагентларни ишлаб чиқариш ва технологиясини яратиш асосида илмий
                    ҳажимдор маҳсулотларни ишлаб чиқариш ва етказиб бериш бўйича тегишли стандартларга эга "Imkonneft"
                    МЧЖ ўқув илмий ишлаб чиқариш инновацион корхонаси сифатида фолиятини кенгайтириш
                    Амалий ва инновацион илмий лойиҳалар ҳамда скважиналарни лойиҳалаш, скважинанинг бурғилаш жараёнида
                    фалокат ва асоратларни бартараф қилиш чора-тадбирларини ишлаб чиқариш, илмий ташкилотлар ва тадбиркорлик субъектларидан "Ўзбекнефтгаз" нефт ва газ қазиб олиш, сақлаш, қайта ишлаш корхоналарида нефт ва газ қудуқларини бурғилашда ҳамда мукаммал таъмирлашда қўллаш
                    Буюртмалар асосида кимёвий реагентларни ишлаб чиқиш бўйича пуллик хизмат кўрсатишни ташкил этиш.
                </p>

                <div className='w-full flex justify-between '>
                    <p className='text-xl text-grenn'>Korxona: "Imkonneft" МЧЖ</p>
                    <p className='text-xl text-grenn'>Ma'sul: Умедов Ш.</p>
                </div>
            </div>

            <div className='w-11/12 shadow-md my-5 p-5 rounded-lg bg-white'>
                <p>
                    Бугунги кунда талаб этилаётган замонавий конструкцияли лаборатория стендларини тайёрлаш, уларни буюртмалар
                    асосида ишлаб чиқариш ва етказиб бериш бўйича тегишли стандартларга эга "Labuskuna service" МЧЖ корхонаси сифатида фаолиятини кенгайтириш
                    Лаборатория ускуналари бўйича мутахассилардан иборат гуруҳ ташкиллаштирилиб, уларни янги зомонавий ускуналар яратишда ғояларни бирлаштириш
                    Буюртмалар бўйича чет эл аналогларидан арзон ва сифатли ускуналар ишлаб чиқаришни йўлга қўйиш ҳамда экспорт масалаларини ечишдан иборат

                </p>

                <div className='w-full flex justify-between '>
                    <p className='text-xl text-grenn'>Korxona:  "Labuskuna service" МЧЖ</p>
                    <p className='text-xl text-grenn'>Ma'sul: Тошев Ж.Б.</p>
                </div>
            </div>

            <div className='w-11/12 shadow-md my-5 p-5 rounded-lg bg-white'>
                <p>
                    Замонавий илмий ва технологик жиҳозлардан иборат зарур инфратузилма ташкил этган ҳолда ишлаб
                    чиқариш корхоналарини ва тадбиркорлик субъектларининг буюртмалари асосида қора ва рангли
                    металларни кўндаланг-понасимон прокатлаш технологиясида ўқсимон шаклдаги деталларни қайта
                    ишлаш асосида илмий ҳажмдор маҳсулотлар ишлаб чиқариш ва етказиб бериш бўйича тегишли
                    стандартларга эга «Prokatlash» МЧЖ (spin-off) корхонаси сифатида фаолиятини ташкил этиш
                    Қора ва рангли металларни кўндаланг-понасимон прокатлаш технологиясида қайта ишлаш асосида
                    ўқсимон шаклдаги деталларни қайта ишлаш технологик линиясини синовдан ўтказиш
                    Буюртмалар асосида талабларни шакллантириш ҳамда қора ва рангли металлардан ўқсимон шаклдаги
                    загатовкаларни ишлаб чиқариш/пуллик хизмат кўрсатишни ташкил этиш
                </p>

                <div className='w-full flex justify-between '>
                    <p className='text-xl text-grenn'>Korxona:  "Prokatlash" МЧЖ</p>
                    <p className='text-xl text-grenn'>Ma'sul: "Саидумаров Б.М."</p>
                </div>
            </div>

        </div>
    );
}

export default Spin;
