// import {
  // lob1,
  // lob2,
  // lob3,
  // lob4,
  // lob5,
  // lob6,
  // lob7,
  // lob8,
  // lob9,
// } from "../../public/assets/pdf/index";

export const pdflink = [
  {
    id: 1,
    name: "Система измерения на основе",
    // path: lob1,
  },
  {
    id: 2,
    name: "ДИДАКТИЧЕСКИЕ МОДУЛИ С ЭЛЕКТРОПРИВОДОМ, ПНЕВМАТИЧЕСКИЕ И ГИДРАВЛИЧЕСКИЕ ПРИВОДЫ",
    // path: lob2,
  },
  {
    id: 3,
    name: "ЭЛЕКТРОПНЕВМАТИЧЕСКИЙ ВЕРСТАК ДЛЯ ОБУЧЕНИЕ (ДВУХСТОРОННЕЕ)",
    // path: lob3,
  },
  {
    id: 4,
    name: "РУЧНОЙ ЭЛЕКТРОМАШИННЫЙ ПОДШИПНИКТЕСТЕР ДЕФЕКТОВ",
    // path: lob4,
  },
  {
    id: 5,
    name: "СОВМЕСТНАЯ 6-ОСНАЯ РУКА РОБОТА С КАМЕРОЙ И ЗАХВАТОМ",
    // path: lob5,
  },
  {
    id: 6,
    name: "ЭЛЕКТРО-ГИДРАВЛИЧЕСКИЙ ВЕРСТАК ДЛЯ ОБУЧЕНИЕ (ДВУХСТОРОННЕЕ)",
    // path: lob6,
  },
  {
    id: 7,
    name: "ЦИФРОВОЙ РН-МЕТР",
    // path: lob7,
  },
  {
    id: 8,
    name: "PLC УНИВЕРСАЛЬНЫЙ СИМУЛЯТОР ПРИЛОЖЕНИЙ",
    // path: lob8,
  },
  {
    id: 9,
    name: "МНОГОПАРАМЕТРИЧЕСКИЙ АНАЛИЗАТОР",
    // path: lob9,
  },
  {
    id: 10,
    name: "ПРОМЫШЛЕННЫЙ РОБОТ",
    // path: lob2,
  },
];
